Repository: LeonardoPagani/passbolt_api
Catalog: resources/locales/*/cake.po
Languages: ro_ro

source: Error
ro_ro: Eroare

source: The requested address {0} was not found on this server.
ro_ro: Adresa solicitată {0} nu a fost găsită pe acest server.

source: An Internal Error Has Occurred
ro_ro: A intervenit o eroare internă

source: You are not authorized to access that location.
ro_ro: Nu aveți permisiunea să accesați această locație.

source: Not Found
ro_ro: Nu a fost găsit

source: An Internal Error Has Occurred.
ro_ro: A intervenit o eroare internă.

source: Missing or incorrect CSRF cookie type.
ro_ro: Tipul cookie CSRF lipsește sau este incorect.

source: Missing or invalid CSRF cookie.
ro_ro: Cookie CSRF lipsește sau este invalid.

source: CSRF token from either the request body or request headers did not match or is missing.
ro_ro: Jetonul CSRF din corpul cererii sau din anteturile cererii nu se potrivește sau lipsește.

source: The requested file contains `..` and will not be read.
ro_ro: Fișierul solicitat conține `..` și nu va fi citit.

source: The requested file was not found
ro_ro: Fișierul solicitat nu a fost găsit

source: {0,number,#,###.##} KB
ro_ro: {0,number,#,###.##} KB (kilobyți)

source: {0,number,#,###.##} MB
ro_ro: {0,number,#,###.##} MB (megabyți)

source: {0,number,#,###.##} GB
ro_ro: {0,number,#,###.##} GB (gigabyți)

source: {0,number,#,###.##} TB
ro_ro: {0,number,#,###.##} TB (terabyți)

source: {0,number,integer} Byte
ro_ro: {0,number,integer} octet

source: {0} from now
ro_ro: Peste {0}

source: {0} ago
ro_ro: Acum {0}

source: {0} after
ro_ro: După {0}

source: {0} before
ro_ro: Înainte de {0}

source: just now
ro_ro: acum

source: about a second ago
ro_ro: acum aproximativ o secundă

source: about a minute ago
ro_ro: acum aproximativ un minut

source: about an hour ago
ro_ro: acum aproximativ o oră

source: about a day ago
ro_ro: acum aproximativ o zi

source: about a week ago
ro_ro: acum aproximativ o săptămână

source: about a month ago
ro_ro: acum aproximativ o lună

source: about a year ago
ro_ro: acum aproximativ un an

source: in about a second
ro_ro: în aproximativ o secundă

source: in about a minute
ro_ro: în aproximativ un minut

source: in about an hour
ro_ro: în aproximativ o oră

source: in about a day
ro_ro: în aproximativ o zi

source: in about a week
ro_ro: în aproximativ o săptămână

source: in about a month
ro_ro: în aproximativ o lună

source: in about a year
ro_ro: în aproximativ un an

source: today
ro_ro: astăzi

source: %s ago
ro_ro: acum %s

source: on %s
ro_ro: în data de %s

source: {0} year
ro_ro: {0} an

source: {0} month
ro_ro: {0} lună

source: {0} week
ro_ro: {0} săptămână

source: {0} day
ro_ro: {0} zi

source: {0} hour
ro_ro: {0} oră

source: {0} minute
ro_ro: {0} minut

source: {0} second
ro_ro: {0} secundă

source: This value is already in use
ro_ro: Această valoare este deja folosită

source: This value does not exist
ro_ro: Această valoare nu există

source: Cannot modify row: a constraint for the `{0}` association fails.
ro_ro: Nu se poate modifica rândul: o constrângere a asocierii `{0}` nu a reușit.

source: The count does not match {0}{1}
ro_ro: Numărul nu corespunde {0}{1}

source: and
ro_ro: și

source: This field is required
ro_ro: Acest câmp este necesar

source: This field cannot be left empty
ro_ro: Acest câmp nu poate fi lăsat gol

source: The provided value is invalid
ro_ro: Valoarea furnizată este invalidă

source: Edit {0}
ro_ro: Modificați {0}

source: New {0}
ro_ro: Nou {0}

source: Submit
ro_ro: Trimiteți
